/* Localized versions of Guest Access strings */

allowButton = "画面を共有";
denyButton = "キャンセル";

controlTitle = "制御要求";
observeTitle = "監視要求";

controlRequestKnown = "%2$@ のユーザ“%1$@”が、あなたの画面を共有することを希望しています。“%3$@”と画面を共有しますか？";
observeRequestKnown = "%2$@ のユーザ“%1$@”が、コンピュータの監視を要求しています。許可しますか？";

controlRequestUnknown = "%@ の不明なユーザが、あなたの画面を共有することを希望しています。画面を共有しますか？";
observeRequestUnknown = "%@ の不明なユーザが、コンピュータの監視を要求しています。許可しますか？";

errAttnReqCommString = "通信エラーが発生しました。";
